Repository: varahi/vostokzapadesign
Catalog: public_html/typo3conf/ext/tmpl/Resources/Private/Language/*.locallang_db.xlf
Languages: ru

# ce.about_section.video_link
source: Video Link
ru: Ссылка на видео ресурс

# ce.about_section_bodytext
source: Image
ru: Изображения

# ce.about_section_description
source: Section about with video and text
ru: Секция о нас, с видео и текстом

# ce.about_section_div
source: About Section Data
ru: Данные

# ce.about_section_image
source: Image
ru: Изображение

# ce.about_section_title
source: Section about
ru: Секция о нас

# ce.layout_textpage_text
source: Wrapper for text "textpage__text"
ru: Обертка для текста с классом "textpage__text"

# ce.top_container_bodytext
source: Bodytext
ru: Текстовое поле

# ce.top_container_description
source: Container with pre-selected classes
ru: Контейнер с пред-определенными классами

# ce.top_container_header
source: Header
ru: Заголовок

# ce.top_container_title
source: Container with title and text
ru: Контенер с заголовком и текстом

# ce.top_container_type
source: Container type
ru: Тип контейнера

# ce.top_container_type_map
source: Map container
ru: Класс map-container

# ce.top_container_type_oil
source: Oil container
ru: Класс oil-container

# gridelements.content
source: Content
ru: Контент

# gridelements.grid.news_container
source: News container
ru: Контейнер для новостей

# gridelements.grid.news_container_description
source: Container for top news within other news
ru: Контейнер для новостей для главной новости и списка новостей

# gridelements.grid.search_container
source: Search container
ru: Контейнер для поиска

# gridelements.grid.search_container_description
source: Search container
ru: Контейнер для результатов поиска

# gridelements.grid.text_and_image
source: Grid element text with images
ru: Контейнер для текста и галереи

# gridelements.header
source: Header
ru: Заголовок

# gridelements.hide_image_area
source: Hide image area
ru: Скрыть область для картинки

# gridelements.image_area
source: Image Area
ru: Область для изображений

# gridelements.text_area
source: Text Area
ru: Область для текста

# news.in_action
source: This news in action
ru: Новость в акции

# news.layout.listnews
source: List news
ru: Список новостей

# news.layout.standard_news
source: Standard news, using with top news
ru: Стандартные новости, используетсчя с главной новостью

# news.layout.standard_news_main_page
source: Standard news, on main page
ru: Стандартные новости на главной странице

# news.layout.top_news
source: Top news
ru: Главная новость

# news.layout.top_news_main_page
source: Top news on main page
ru: Топовая новость на главной странице

# page.container_class
source: Class for content area container
ru: Класс для контейнера контента

# page.hide_breadcrumb
source: Hide breadcrumb
ru: Скрыть хлебные крошки

# page.hide_container
source: Hide container
ru: Скрыть контейнер ниже секции

# page.section_class
source: Class for section
ru: Класс для секции

# page.select.no_class
source: No class
ru: Нет класса

# page.show_dealers
source: Show dealers map
ru: Включить поиск для дилеров

# page.show_modal_categories
source: Modal catalog categories on page
ru: Включить модальное окно для каталога

# page.show_section_map
source: Show section with map
ru: Показывать секцию с картой дилеров и поиском (Для главной страницы)

# page.show_section_search_dealer
source: Show section with search form for dealers
ru: Показывать секцию с формой поиска дилеров (Для главной страницы)

# simple_gallery_description
source: Simple gallery with fancyox
ru: Простая галерея с лайтбоксом "fancybox"

# simple_gallery_image
source: Image for gallery
ru: Изображение для галереи

# simple_gallery_title
source: Simple gallery
ru: Простая галерея

# tca.tab.galleryElements
source: Gallery Elements
ru: Элементы галереи
